END = '\nПрограмма закончена\n'
MENU1 = '''\n1 - Задать два названия фильма
2 - Задать два имени актеров
3 - Завершить программу\n'''
MENU11 = '''\n1 - Определить общий актерский состав, снимавшихся хотя бы в одном из этих двух фильмах
2 - Определить актеров, снимавшихся и в первом, и во втором фильме
3 - Определить актеров, участвующих в съемках первого, но не участвующих в съемках второго\n'''
MENU12 = '''\n1 - Определить названия фильмов, в которых снимался хотя бы один из актеров
2 - Определить названия фильмов, в которых снимались оба актера
3 - Определить названия фильмов, в которых снимался первый актер, но не участвовал в съемках второй\n'''
FILM1 = '\nВведите название первого фильма: '
FILM2 = '\nВведите название второго фильма: '
NAME1 = '\nВведите фамилию первого актера: '
NAME2 = '\nВведите фамилию второго актера: '
ALLSPISOK2 = '\nСписок фильмов:'
ALLSPISOK = '\nСписок актеров:'
